package com.example.careless.toristhelper2.touristhelper;

import android.content.Intent;
import android.os.Handler;
import android.support.v7.app.AppCompatActivity;
import android.os.Bundle;

public class WelcomeActivity extends AppCompatActivity {

    private static int SPLASH_TIME_OUT = 4000;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_welcome);

        new Handler().postDelayed(new Runnable() {
            @Override
            public void run() {
                Intent homeIntent = new Intent(WelcomeActivity.this,MainActivity.class);
                startActivity(homeIntent);
                finish();
            }
        },SPLASH_TIME_OUT);

//        InsertData();
    }















//    public void InsertData(){
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("লালবাগ কেল্লা","রাজধানী ঢাকার দক্ষিনপশ্চিম অংশে বুড়িগঙ্গা নদীর তীরে গর্বের সাথে দাড়িয়ে আছে ১৭শ শতকের অসমাপ্ত মুঘল দুর্গ লালবাগ কেল্লা (আওরঙ্গবাদ দুর্গ নামেও পরিচিত)। ১৬৭৮ সালে সম্রাট আওরঙ্গজেবের তৃতীয় পুত্র মুঘল সুবেদার মুহাম্মদ আজমশাহ কেল্লাটির নির্মাণকাজ আরম্ভ করেন। তিনি বাংলায় ১৫ মাস অবস্থান করেন। সম্রাট আওরঙ্গজেবের ডাকে বাংলা ত্যাগ করার সময় কেল্লার নির্মাণ সমাপ্ত হয়নি।" +
//                "পরবর্তীতে আজমশাহর উত্তরসূরি শায়েস্তা খান ঢাকার নতুন সুবেদার নিযুক্ত হন। তবে তিনিও কেল্লাটির নির্মাণকাজ শেষ করতে পারেননি। ১৬৮৪ সালে শায়েস্তা খানের কন্যা ইরান দুখত পরীবিবি এখানেই মৃত্যুবরণ করেন। কন্যার মৃত্যুর পর শায়েস্তা খান কেল্লাটিকে অশুভ মনে করে এটির নির্মাণ অসমাপ্ত রাখেন। লালাবাগ কেল্লার তিনটি প্রধান স্থাপনার মধ্যে পরীবিবির মাজার অন্যতম।" +
//                "শায়েস্তা খান ঢাকা ত্যাগের পর কেল্লাটির জনপ্রিয়তা কমে যায় কারন এসময় ঢাকা থেকে মুর্শিদাবাদে রাজধানী স্থানান্তর করা হয়। মুঘলদের রাজত্ব শেষ হলে কেল্লাটিকে পরিত্ত্যাক্ত করা হয়। ১৮৪৪ সালে আওরঙ্গবাদের বদলে এলাকাটির নামকরন করা হয় লালবাগ এবং সেই সাথে কেল্লাটির নামও হয়ে যায় লালবাগ কেল্লা।","Dhaka","lalbag.jpg","23.718904,90.388152","লালবাগ সড়ক, ঢাকা 1211");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("তারা মসজিদ","বাংলাদশের পুরানো ঢাকার আরমানিটোলা-র আবুল খয়রাত সড়কে অবস্থিত একটি মসজিদ। খ্রিষ্টীয় আঠারো শতকে ঢাকার জমিদার মির্জা গোলাম পীর (মির্জা আহমদ জান) এই মসজিদটি নির্মাণ করেছিলেন। সতের শতকে দিল্লি, আগ্রা ও লাহোরে নির্মিত মোঘল স্থাপত্য শৈলী অনুসরণে এই মসজিদটি নির্মাণ করা হয়েছিল। মসজিদের কোথায়ও এর তৈরির সময় উল্লেখ নেই। মসজিদটি তৈরির পর ১৮৬০ খ্রিষ্টাব্দে মির্জা গোলাম পীর মৃত্যুবরণ করেন।" +
//                "প্রথম থেকেই মসজিটি আয়তাকার ছিল। মির্জা গোলাম পীর তৈরির আদি মসজিদটির পরিমাপ ছিল দৈর্ঘ্য ৩৩ ফুট (১০.০৬ মিটার) এবং প্রস্থে ১২ ফুট (৪.০৪ মিটার), গম্বুজ ছিল তিনটি। এর ভিতরে মাঝের গম্বুজটি অনেক বড় ছিল। সাদা মার্বেল পাথরের গম্বুজের উপর নীলরঙা তারার নকশা যুক্ত ছিল। সেই থেকে এই মসজিদটি তারা মসজিদ নামে পরিচিত হয়ে উঠে। এর পূর্ব দিকে মসজিদে প্রবেশর জন্য তিনটি এবং উত্তর দিকে ১টি এবং দক্ষিণ দিকে ১টি দরজা ছিল।","Dhaka","starmosque.png","23.715865, 90.401714","Abul Khairat Road, Armanitola 1100");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("আহসান মঞ্জিল","আহসান মঞ্জিল বুড়িগঙ্গা নদীর উত্তর তীরে পুরান ঢাকার ইসলামপুর এলাকায় অবস্থিত। এটি ব্রিটিশ ভারতের উপাধিপ্রাপ্ত ঢাকার নবাব পরিবারের বাসভবন ও সদর কাচারি ছিল। সুরম্য এ ভবনটি ঢাকার অন্যতম শ্রেষ্ঠ স্থাপত্য নিদর্শন। ঢাকা মহানগরীর উন্নয়ন ও রাজনৈতিক ক্রমবিকাশের বহু স্মরণীয় ঘটনাসহ অনেক জাতীয় ও আন্তর্জাতিক স্মৃতি বিজরিত এই ‘আহসান মঞ্জিল’।" +
//                "অষ্টাদশ শতাব্দীর প্রথমদিকে জালালপুর পরগনার (বর্তমান ফরিদপুর-বরিশাল) জমিদার শেখ ইনায়েত উল্লাহ আহসান মঞ্জিলের বর্তমান স্থানে একটি বাগান বাড়ি তৈরি করেন। পরবর্তীকালে তাঁর পুত্র বাগান বাড়িটি এক ফরাসি বণিকের কাছে বিক্রি করে দেন। ফরাসিরা বাণিজ্য কুটির হিসেবে এটি ব্যবহার করতেন। ১৮৩০ সালে বেগমবাজারে বসবাসকারী নওয়াব আবদুল গণির পিতা খাজা আলীমুল্লাহ এই কুঠিটি ক্রয় পূর্বক সংস্কার করে বসবাস শুরু করেন। নওয়াব আবদুল গণি ১৮৬৯ সালে প্রাসাদটি নতুন করে নির্মাণ করেন। ভবনটির অনেক পরিবর্তন ও পরিবর্ধনের ফলে পুরনো সেই ভবনের কোনো অস্তিত্ব বর্তমানে নেই। নতুন ভবন নির্মাণের পর তিনি তাঁর প্রিয় পুত্র খাজা আহসান উল্লাহর নামানুসারে এর নামকরণ করেন আহসান মঞ্জিল।","Dhaka","ahsan.jpg","23.708881,90.405991","2/3 ইসলামপুর রোড, ঢাকা");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("হাতির ঝিল"," ২০০৭ সালের ২৮ ডিসেম্বর তত্ত্বাবাধায়ক সরকারের জাতীয় অর্থনৈতিক পরিষদের নির্বাহী কমিটির (একনেক) শেষ বৈঠকে বহুল আলোচিত বেগুনবাড়ী-হাতিরঝিল সমন্বিত উন্নয়ন প্রকল্পটির অনুমোদন দেওয়া হয়। এক হাজার ৯৬০ কোটি টাকার এ প্রকল্পের মূল লক্ষ্য বৃষ্টির পানি সংরক্ষণ, জলাবদ্ধতা ও বন্যা প্রতিরোধ, ময়লা পানি নিষ্কাশন ব্যবস্থার উন্নয়ন, রাজধানীর যানজট নিরসন এবং নগরীর সৌন্দর্য বৃদ্ধি করা।" +
//                "প্রকল্প সংশ্লিষ্টরা জানান, প্রকল্পের কাজ শেষ হলে মাত্র কয়েক মিনিটেই এর গা ঘেষে রাস্তা দিয়ে রামপুরা থেকে কারওয়ান বাজার বা কারওয়ান বাজার থেকে অল্প সময়ে পৌঁছে যাওয়া যাবে গুলশান হয়ে বাড্ডা। এতে করে তেজগাঁও, গুলশান, বাড্ডা, রামপুরা, মৌচাক ও মগবাজারের অসহনীয় যানজট অনেকাংশে কমে আসবে।","Dhaka","hatiljil.jpg","23.771535,90.414257","হাতির ঝিল");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("বোটানিক্যাল গার্ডেন ও ইকো-পার্ক","ঐতিহাসিক চন্দ্রনাথ পাহাড়ের পাদদেশে বাংলাদেশের প্রথম এবং এশিয়া মহাদেশের বৃহত্তম এ ইকোপার্ক ও বোটানিক্যাল গার্ডেনটির অবস্থান।" +
//                "মূল ফটক পেরিয়ে একটু এগোলেই রয়েছে জাতীয় কবি কাজী নজরুল ইসলামের স্মৃতিস্তম্ভ। কবি এসেছিলেন পাহাড়ের এ জনপদে। এরই বিস্তারিত লেখা আছে স্তম্ভটির পাশে সাঁটানো সাইনবোর্ডে। এর কিছুদূর এগোলে ম্যাপে পার্কটির দর্শনীয় স্থান নির্দেশিত রয়েছে।" +
//                "সেখানে নির্দেশিত পথ ধরে দেড় কিলোমিটার এগোলে সুপ্তধারা ঝর্ণার সাইন বোর্ড ‘সুপ্তধারা ঘুমিয়ে পড়ি জেগে উঠি বরষায়’। এরপর প্রায় এক কিলোমিটার পাহাড়ি ট্রেইল পেরিয়ে দেখা পাবেন অনিন্দ্যসুন্দর ঝর্ণা ‘সুপ্তধারা’র। আবার এক কিলোমিটার পর্যন্ত গেলে চোখে পড়বে সহস্রধারা ঝর্ণার সাইন বোর্ড। এই এক কিলোমিটার পথে রয়েছে পিকনিক স্পট, ওয়াচ টাওয়ার, হিম চত্বর। সেখানে সেট করা চেয়ারে বসে দূর সমুদ্রের রূপ চোখে পড়বে। সহস্রধারা ঝর্ণা দেখে এসে বোটানিকাল গার্ডেনের উত্তরে গেলে চোখে পড়বে পাহাড় আর পাহাড়। সহস্র ধারা ও সুপ্তধারা ঝর্ণা থেকে বহমান জলকে কৃত্রিম বাঁধ তৈরির মাধ্যমে গড়ে তোলা হয়েছে কৃত্রিম লেক।","Chittogaon","ecopark.jpg","22.603285,91.677427","সীতাকুন্ড ইকো পার্ক ও বোটানিকাল গারডেন রোড, সীতাকুণ্ড");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("ফয়েজ লেক","চট্টগ্রামের পাহাড়তলী রেলস্টেশন এর অদূরে খুলশি এলাকায় অবস্থিত একটি কৃত্রিম হ্রদ। জিরো পয়েন্ট থেকে ৮ কিলোমিটার দূরে অবস্থিত। এটি ১৯২৪ সালে আসাম বেঙ্গল রেলওয়ে কতৃপক্ষ এর তত্ত্বাবধানে খনন করা হয় এবং সে সময় পাহারতলী লেক হিসেবে পরিচিত ছিল। পরবর্তীতে লেকটি ব্রিটিশ প্রকৌশলীর নামে নামকরণ করা হয় যিনি এটির নকশা তৈরিতে সহায়ক ছিলেন। বেশ বড় মাপের (৩৩৬ একর জমি) এই লেকটি পাহাড়ের এক শীর্ষ থেকে আরেক শীর্ষের মধ্যবর্তী একটি সংকীর্ণ উপত্যকায় আড়াআড়ি ভাবে বাঁধ নির্মাণের মাধ্যমে সৃষ্ট। আড়াআড়ি ভাবে নির্মিত বাঁধটি চট্টগ্রাম শহরের উত্তর দিকের পাহাড় শ্রেণীর থেকে নেমে আসা পানির প্রবাহের দিক পরিবর্তনের মাধ্যমে এই লেকটিকে সৃষ্টি করেছে। ফয়েজ লেকের পাশেই আছে চট্টগ্রাম শহরের সবচেয়ে উঁচু পাহাড় বাটালি হিল। লেকের আশেপাশের মনোরম পরিবেশ এবং প্রাকৃতিক সৌন্দর্যের আকর্ষণে প্রতি বছর দেশি বিদেশি বহু পর্যটক ছুটে আসেন।","Chittogaon","foyslake.jpg","22.372632,91.792912","চট্টগ্রাম, ফয়েজ লেক");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("মহাস্থানগড়","মহাস্থানগড় বাংলাদেশের একটি অন্যতম প্রাচীন পুরাকীর্তি। প্রসিদ্ধ এই নগরী ইতিহাসে পুণ্ড্রবর্ধন বা পুণ্ড্রনগর নামেও পরিচিত ছিল।[১][২][৩]এক সময় মহাস্থানগড় বাংলার রাজধানী ছিল। যিশু খ্রিষ্টের জন্মেরও আগে অর্থাৎ প্রায় আড়াই হাজার বছর পূর্বে এখানে সভ্য জনপদ গড়ে উঠেছিল প্রত্নতাত্ত্বিক ভাবেই তার প্রমাণ মিলেছে। ২০১৬ সালে এটি সার্কের সাংস্কৃতিক রাজধানী হিসেবে ঘোষণা হয়।[৪][৫]\n" +
//                "প্রাচীর বেষ্টিত এই নগরীর ভেতর রয়েছে বিভিন্ন আমলের প্রত্নতাত্ত্বিক নিদর্শন। কয়েক শতাব্দী পর্যন্ত এ স্থান পরাক্রমশালী মৌর্য, গুপ্ত, পাল ও সেন শাসকবর্গের প্রাদেশিক রাজধানী ও পরবর্তীকালে হিন্দু সামন্ত রাজাদের রাজধানী ছিল। তৃতীয় খ্রিষ্টপূর্বাব্দ থেকে পঞ্চদশ খ্রিষ্টাব্দ পর্যন্ত অসংখ্য হিন্দু রাজা ও অন্যান্য ধর্মের রাজারা রাজত্ব করেন। মহাস্থানগড়ের অবস্থান বগুড়া জেলার শিবগঞ্জ উপজেলায় ।[৩] বগুড়া শহর থেকে প্রায় ১৩ কি.মি. উত্তরে করতোয়া নদীর পশ্চিম তীরে গেলে এই শহরের ধ্বংসাবশেষ দেখা যায়৷","Rajshahi","mahasthangar.jpg","24.963297, 89.346081","মহাস্থানগড়");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("বাঘা মসজিদ","বাঘা মসজিদটির গাঁথুনি চুন ও সুরকি দিয়ে। মসজিদের ভেতরে ও বাইরের দেয়ালে সুন্দর মেহরাব ও স্তম্ভ রয়েছে। এ ছাড়া আছে পোড়ামাটির অসংখ্য কারুকাজ, যার ভেতরে রয়েছে আমগাছ, শাপলা ফুল, লতাপাতাসহ ফার্সি খোদাই শিল্পে ব্যবহৃত হাজার রকম কারুকাজ। মূল মসজিদের চারপাশে চারটি ও মাঝখানে দুই সারিতে পাঁচটি করে মোট ১০টি গম্বুজ আছে। মসজিদের পূর্বপাশে পাঁচটি দরজা আছে। উত্তর ও দক্ষিণ দেয়ালের চারটি দরজাই বন্ধ করে দেওয়া হয়েছে। প্রায় ২৩.১৬ মিটার দৈর্ঘ্য এবং ১২.৮০ মিটার প্রস্থের এই মসজিদ ১৮৯৭ সালের ভূমিকম্পে ছাদ ধ্বংস হয়ে যায়। প্রত্নতত্ত্ব বিভাগ পরে গম্বুজসহ ছাদটি পুনর্নির্মাণ করেন। মসজিদের ভেতরে ও বাইরে রয়েছে প্রচুর পোড়ামাটির ফলক। এ ছাড়া মসজিদ প্রাঙ্গণের উত্তর পাশেই রয়েছে হজরত শাহদৌলা ও তার পাঁচ সঙ্গীর মাজার। বাংলার স্বাধীন সুলতান আলাউদ্দিন হুসাইন শাহর ছেলে নাসিরউদ্দিন নসরত শাহ জনকল্যাণার্থে মসজিদের সামনেই একটি দীঘি খনন করেন।","Rajshahi","bagha.jpg","24.196119,88.839419","বাঘা");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("শিলাইদহ রবীন্দ্র কুঠি বাড়ি জাদুঘর","শিলাইদহ রবীন্দ্রনাথ ঠাকুরের স্মৃতিবিজড়িত শিলাইদহ কুঠিবাড়ি । কুষ্টিয়া শহর থেকে ১৫ কিলোমিটার উত্তর পূর্বে কুমারখালি উপজেলার অর্ন্তগত শিলাইদহ ইউনিয়নের খোরেশদপুর কুঠিবাড়ি অবস্হিত ।" +
//                " রবীন্দ্রনাথের দাদা প্রিন্স দ্বারকানাথ ঠাকুর ১৮০৭ সালে এ অঞ্চলের জমিদারি পান। পরবর্তিতে ১৮৮৯ সালে রবীন্দ্রনাথ ঠাকুর এখানে জমিদার হয়ে আসেন। এখানে তিনি ১৯০১ সাল পর্যন্ত জমিদারী পরিচালনা করেন। এ সময় এখানে বসেই তিনি রচনা করেন তার বিখ্যাত গ্রন্থ সোনার তরী, চিত্রা, চৈতালী, ইত্যাদি, গীতাঞ্জলী কাব্যের অনুবাদ কাজও শুরু করেন ।" +
//                "১৯৫৮ সাল থেকে প্রত্নতত্ত্ব অধিদপ্তরের ব্যবস্হাপনায় শিলাইদহ রবীন্দ্রনাথ ঠাকুরের কুঠিবাড়িটি গৌরবময় স্মৃতিরূপে সংরক্ষিত আছে । ১৯৭১ সালে বাংলাদেশ স্বাধীন হওয়ার পর কুঠিবাড়িটি গুরুত্ব অনুধাবন করে কবির বিভিন্ন শিল্পকর্ম সংগ্রহপূর্বক একে একটি জাদুঘর হিসেবে প্রতিষ্ঠা করা হয় ।","Khulna","shalidah.jpg","23.920009,89.220050","Shilaidoha, কুমারখালী 7010");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("সুন্দরবন","দুই প্রতিবেশি দেশ বাংলাদেশ এবং ভারত জুড়ে বিস্তৃত সুন্দরবনের বৃহত্তর অংশটি ( ৬২%) বাংলাদেশের দক্ষিণ-পশ্চিম দিকে অবস্থিত। দক্ষিণে  বঙ্গোপসাগর; পূর্বে বালেশ্বর নদী আর উত্তরে বেশি চাষ ঘনত্বের জমি বরাবর সীমানা। অষ্টাদশ শতাব্দীর শুরুতে সুন্দরবনের আয়তন বর্তমানের প্রায় দ্বিগুণ ছিল। বনের উপর মানুষের অধিক চাপ ক্রমান্বয়ে এর আয়তন সংকুচিত করেছে। বাংলাদেশে বর্তমানে এর মোট ভূমির আয়তন ৪,১৪৩ বর্গ কি.মি. এবং নদী ও খালসহ বাকি জলধারার আয়তন  ১,৮৭৪ বর্গ কি.মি. । সুন্দরবনের নদীগুলো নোনা পানি ও মিঠা পানি মিলন স্থান। সুতরাং গঙ্গা থেকে আসা নদীর মিঠা পানির, বঙ্গপোসাগরের নোনা পানি হয়ে ওঠার মধ্যবর্তী স্থান হলো এ এলাকাটি। এটি সাতক্ষীরা, খুলনা, বাগেরহাট, পটুয়াখালী অঞ্চল জুড়ে রয়েছে বাংলাদেশে।","Khulna","shundharban.jpg","22.270901,89.552619","সাতক্ষীরা, খুলনা, বাগেরহাট, পটুয়াখালী");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("কুয়াকাটা"," বাংলাদেশের দক্ষিণ-পশ্চিমাঞ্চলের একটি সমুদ্র সৈকত ও পর্যটনকেন্দ্র। পর্যটকদের কাছে কুয়াকাটা \"সাগর কন্যা\" হিসেবে পরিচিত। ১৮ কিলোমিটার দৈর্ঘ্যের সৈকত বিশিষ্ট কুয়াকাটা বাংলাদেশের অন্যতম নৈসর্গিক সমুদ্র সৈকত। এটি বাংলাদেশের একমাত্র সৈকত যেখান থেকে সূর্যোদয় এবং সূর্যাস্ত দুটোই দেখা যায়।","Barishal","kuakata.jpg","21.827193, 90.119866","কুয়াকাটা");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("মনপুরা","ঢাকার সদরঘাট থেকে যেতে হবে - ঢাকা থেকে মনপুরা যাওয়ার জন্য প্রতিদিন ২ টা লঞ্চ বরাদ্দ রয়েছে – ৪ টা লঞ্চ রোটেশন পদ্ধতিতে ডেইলি ২ টা করে ছেড়ে যায়, প্রতিদিন বিকাল ৫.৩০ মিনিটও সন্ধ্যা ৬.৩০ মিনিট, লঞ্চ ১ মিনিট ও লেট করে না, বি কেয়ার ফুল। \n" +
//                "বিকাল ৫.৩০ টায় ঢাকা থেকে ছেড়ে যায় \"এম.ভি ফারহান - ৩\" অথবা \"এম.ভি ফারহান - ৪\" এর মধ্যে যে কোন ১ টা। দুইটাই লাক্সারিয়াস লঞ্চ । এদের মধ্যে প্রতিদিন ১টা করে লঞ্চ হাতিয়ার উদ্দেশ্যে সদরঘাট থেকে বিকেল সাড়ে ৫ টায় ছেড়ে যায়। এদের মধ্যে প্রতিদিন ১টা করে লঞ্চ হাতিয়ার উদ্দেশ্যে সদরঘাট থেকে বিকেল সাড়ে ৫ টায় ছেড়ে যায়। সেটি কালিগঞ্জ - বিশ্বরোড - দৌলত খাঁ - মির্জাপুর - শরাশগঞ্জ - ভোলা তজুমুদ্দিন  হয়ে  মনপুরা ঘাটে পৌঁছবে পরদিন সকাল ৬-৭ টায়। (ঢাকায় ফেরত যাবার লঞ্চ ছাড়ে দুপুর ১২ টায়)। আপনাকে নামতে হবে মনপুরা ঘাট।","Barishal","monpura.jpg","22.253778,90.980180","মনপুরা");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("জাফলং","বাংলাদেশ-ভারতের সীমান্তবর্তী খাসিয়া পাহাড়ের কোলে মারি নদীর পাশে অবস্থিত পাহাড়, সবুজ বন ও বাগানের সৌন্দর্য ঘেরা একটি পাহাড়ি অঞ্চলের নাম জাফলং। হিমালয় থেকে সৃষ্ট মারি নদী এখানে প্রচুর পরিমানে পাথরখণ্ড বয়ে নিয়ে আসে।\n" +
//                "জাফলং হল সিলেট বিভাগের একটি হিল স্টেশন এবং অন্যতম আকর্ষণীয় পর্যটন কেন্দ্র। সিলেট শহর থেকে ৬০ কিলোমিটার দূরে অবস্থিত এই পর্যটন কেন্দ্রে সড়কপথে পৌছাতে প্রায় দুই ঘণ্টা সময় লাগে। পাথর সংগ্রহ করা এবং আদিবাসী খাসিয়া সম্প্রদায়ের বসবাস এই দুটি কারনে জাফলং এর খ্যাতি রয়েছে। চা বাগান এবং পাহাড় থেকে গড়িয়ে আসা পাথরের বিরল সৌন্দর্যের দেখা মিলবে এখানে","Sylhet","jaflong.jpg","25.162985,92.018139","জাফলং");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("বিছনাকান্দি","ঘননীল আকাশ। সামনে সারি সারি পাহাড়। পাহাড়ের চূড়ায় মেঘের কুন্ডলী। নৈকট্যে গেলে ছেঁড়া ছেঁড়া মেঘ। মেঘের বুক চিরে নেমে আসা ঝর্ণা। নিচে নেমে জল ও পাথরের সম্পর্কে শাঁ শাঁ শব্দ। সেই জলই আবার মিশে যাচ্ছে পিয়াইনের সাথে। পাথরে পাথরে বন্ধুত্ব। পাথরে ও নদীতে মিতালি। পাথরে মানুষে জীবনযাপনের যুদ্ধ। চারিদিকে বিস্তৃত সবুজ। পাহাড়ে পাহাড়ে সবুজের জলকেলি। বিস্তির্ণ মাঠে সবুজের চাদর। এগুলো দৃশ্যকল্প নয়, সিলেটের বিছনাকান্দি জুড়ে এমন দৃশ্য যেন সত্যিই কেউ ফ্রেম বন্দি করে লটকে দিয়েছে আকাশের সাথে। দূর থেকে মনে হবে এই মেঘ, এই মানুষ, এই পাহাড়-নদী কিংবা পাথরের স্থিরচিত্রই এগুলো।দুই পাশে আকাশচুম্বী পাহাড়, তার মাঝে বয়ে চলা ঝরনার স্রোত। পানি একেবারে পরিষ্কার, স্বচ্ছ, এবং টলমলে। আর ছোট-বড় নানান আকৃতি আর রঙের পাথর তো আছেই। পানি এত স্বচ্ছ যে পানির তলার পাথর কিংবা নিজের ডুবে থাকা পা পর্যন্ত স্পষ্ট দেখা যায়।","Sylhet","bisanakandi.jpg","25.170708, 91.886666","বিছনাকান্দি");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("স্বপ্নপুরী","স্বপ্নপুরী। স্বপ্নপুরীর প্রবেশমুখে স্থাপিত প্রস্তরনির্মীত ধবধবে সাদা ডানাবিশিষ্ট দুটি সুবিশালপরী যেনো মোহনীয় ভঙ্গিতে পর্যটকদের অভ্যর্থনা জানাচ্ছে। স্বপ্নপুরী হচ্ছে একটি স্বয়ংসম্পূর্ণ বিনোদনকেন্দ্র। এখানে রয়েছে দেশি-বিদেশি বিভিন্ন পশু-পাখির অবিকল ভাস্কর্য, কৃত্রিম পাহাড়, কৃত্রিম ঝর্ণা এবং ইট-সিমেন্টে নির্মিত \n" +
//                "বাংলাদেশের এক সুবিশাল মানচিত্রের সমন্বয়ে তৈরী একটি কৃত্রিম চিড়িয়াখানা, জীবন্ত পশুপাখীদের চিড়িয়াখানা, শিশুদের জন্য পার্ক, দোলনা, বায়োস্কোপ ইত্যাদি। স্বপ্নপুরীর আরো আকর্ষণ সারিসারি সবুজ দেবদারু গাছের মনোলোভা সৌন্দর্য আর বিস্তীর্ণ ঝিলের তীরে ফুটন্ত গোলাপ বাগানের মাঝখানে স্থাপিত অপরূপ সুন্দর “নিশিপদ্ম”।","Rongpur","shopnopuri.jpg","25.505464,89.062165","স্বপ্নপুরী");
//
//        new DataBaseHelper(WelcomeActivity.this).insertData("গারো পাহাড়","গারো পাহাড় মূলত ভারতের মেঘালয় রাজ্যের গারোখাসি পাহাড়শ্রেণীর অন্তর্গত, মেঘালয়ের রাজধানী শিলং এখানে অবস্থিত। গারো পাহাড়ে রয়েছে তিনটি জেলা তুরা, বলপাকরাম এবং নকরেক যার মধ্যে তুরার জনসংখ্যা প্রায় ৭০ হাজার। গারো পাহাড় বিশ্বের অন্যতম বৃষ্টিপ্রধান অঞ্চলসমূহের মধ্যে একটি। এখানকার আবহাওয়া, শান্ত সুন্দর পরিবেশ এবং মনোরম প্রাকৃতিক সৌন্দর্য সকলকে মুগ্ধ করে।\n" +
//                "গারো পাহাড়ের দীর্ঘতম নদীটির নাম সিমসাং। নদীটির উৎপত্তি সমুদ্রপৃষ্ঠ থেকে ১৪০০ মিটার উচ্চতায় নকরেক অঞ্চলে, পরবর্তীতে নদীটি বাংলাদেশে প্রবেশ করে প্রবাহিত হয়েছে। এই নদীর দুই ধারের আকর্ষণগুলো হলো, বাঘমারা, সিজু গুহা, সিমসাংরি ইত্যাদি।","Mymensingh","garo.jpg","25.501045,90.333205","গারো পাহাড় ");
//
//////        new DataBaseHelper(WelcomeActivity.this).insertData("dis","dis","dis","dis","dis","dis");
////
//    }
}
